{
    "today": "Today",
    "lastweek": "Past Week",
    "week_plus": "1 Week +",
    "last_success": "Last Successful Backup",
    "last_failure": "Last Failed Backup",
    "last_failure_msg": "Last Failed Message",
    "duration": "Backup Duration",
    "always_show_deleted_backups_warning": "Always Show Older Backups Will Be Deleted Warning",
    "auto_backup": "Automatic Backups Enabled",
    "bytes_available": "Available Space",
    "bytes_used": "Used Space",
    "consistency_scan_date": "Date of Last Consistency Scan",
    "date_of_latest_warning": "Date Last Warned About No Backups",
    "destination_id": "Destination ID",
    "destination_uuids": "Destination UUIDs",
    "last_known_encryption_state": "Last Known Encryption State",
    "result": "Last Backup Result",
    "root_volume_uuid": "Root Volume UUID",
    "host_uuids": "Host UUID",
    "last_configuration_trace_date": "Last Configuration Trace Date",
    "last_destination_id": "Last Destination ID",
    "mobile_backups": "Mobile Backups Enabled",
    "skip_system_files": "Skip System Files",
    "earliest_snapshot_date": "Oldest Snapshot",
    "is_network_destination": "Is a Network Destination",
    "latest_snapshot_date": "Latest Snapshot",
    "mount_point": "Mount Point",
    "network_url": "Network URL",
    "server_display_name": "Server Name",
    "snapshot_count": "Number of Snapshots",
    "time_capsule_display_name": "Time Capsule Name",
    "volume_display_name": "Volume Name",
    "snapshot_dates": "Snapshot Dates",
    "exclude_by_path": "Excluded by Path",
    "skip_paths": "Excluded by User",
    "timemachine": "Time Machine",
    "timemachinewidget": "Time Machine Backups",
    "report": "Time Machine Report",
    "apfs_snapshots": "Local APFS Snapshots",
    "null": "",
    "0": "Backup completed successfully",
    "1": "Error 1: Unable to launch Time Machine.",
    "2": "Error 2: Unable to complete backup. An error occurred while creating the backup folder.",
    "3": "Error 3: The backup disk is not in Mac OS Extended (Journaled) format, which is required.",
    "4": "Error 4: Unable to get status of backup disk.",
    "5": "Error 5: An error occurred while enabling ownership on the backup disk. You may need to repair or erase the disk using Disk Utility. If the disk can’t be repaired, select a different disk for backups.",
    "6": "Error 6: The backup disk is not in Mac OS Extended (Journaled) format, which is required.",
    "7": "Error 7: There isn’t enough space on the selected backup drive.",
    "8": "Error 8: Files can’t be copied onto the backup disk because it is read-only. You may need to repair or erase the disk using Disk Utility. If the disk can’t be repaired, select a different disk for backups.",
    "9": "Error 9: The backup disk does not have Access Control Lists enabled, which is required.",
    "10": "Error 10: An error occurred while preparing the backup.",
    "11": "Error 11: An error occurred while copying files. The problem may be temporary. If the problem persists, use Disk Utility to repair your backup disk.",
    "12": "Error 12: An error occurred while linking files on the backup disk.",
    "14": "Error 14: An error occurred while attempting to remove expired backups from the backup disk.",
    "15": "Error 15: All expired backups have been removed, but the backup disk is still full. Select a larger backup disk or make the backup smaller by excluding files.",
    "16": "Error 16: All expired backups have been removed, but the backup disk is still full. Select a larger backup disk or make the backup smaller by excluding files.",
    "17": "Error 17: No backup disk has been selected.",
    "18": "Error 18: The backup disk could not be found. Make sure the backup disk is connected or select a different backup disk.",
    "19": "Error 19: The backup disk could not be resolved, or there was a problem mounting it.",
    "20": "Error 20: The backup disk image could not be created.",
    "21": "Error 21: The backup disk image could not be accessed.",
    "22": "Error 22: Backup canceled.",
    "23": "Error 23: A disk you are backing up is case-sensitive, but the backup disk is not. Select a different backup disk or exclude the case-sensitive disk from backups.",
    "24": "Error 24: Two of the disks to back up have the same name. Rename one of the disks.",
    "25": "Error 25: No disks are available to back up.",
    "26": "Error 26: A network problem interrupted the backup. Make sure the computer and the backup disk are on the same network, and that the backup disk is turned on. Then try again to back up.",
    "27": "Error 27: The backup disk may have been ejected or disconnected from the computer.",
    "28": "Error 28: The backup disk ran out of space unexpectedly. Time Machine will try to make more space available by removing expired backups during the next scheduled backup.",
    "29": "Error 29: The network backup disk could not be accessed because there was a problem with the network username or password. You may need to re-select the backup disk and enter the correct username and password.",
    "30": "Error 30: Time Machine could not inherit the backup for use with this computer.",
    "31": "Error 31: The backup disk is already in use.",
    "32": "Error 32: The backup could not be found.",
    "33": "Error 33: The system date and time is incorrect.",
    "37": "Error 37: One of the disks being backed up may have been ejected or disconnected from the computer.",
    "38": "Error 38: Time Machine can’t use the disk image because it is read-only.",
    "40": "Error 40: Time Machine couldn’t verify your backups because the backup disk is not available.",
    "41": "Error 41: Time Machine couldn’t verify your backups.",
    "42": "Error 42: Time Machine couldn’t verify your backups because verification was interrupted.",
    "44": "Error 44: Time Machine could not delete the backup disk image.",
    "45": "Error 45: The network backup disk does not support the required AFP features.",
    "49": "Error 49: Time Machine could not create a local snapshot to back up from.",
    "100": "Error 100: Time Machine did not back up because the computer was running on battery power.",
    "101": "Error 101: Time Machine did not back up because the battery charge was low.",
    "102": "Error 102: Time Machine did not back up because the computer was in a poor thermal state.",
    "103": "Error 103: Time Machine did not back up because FileVault was encrypting or decrypting a disk. Backups will resume once FileVault finishes.",
    "1000": "Error 1000: The backup disk is almost full.",
    "1001": "Error 1001: The backup disk is full.",
    "1002": "Error 1002: Check that the disk is available or select a new disk.",
    "1003": "Error 1003: The backup was created on a different computer. If you inherit this backup, it can no longer be used by the original computer.",
    "1004": "Error 1004: Time Machine can’t back up to the Time Capsule because the firmware must be updated.",
    "1006": "Error 1006: Time Machine completed a verification of your backups. To improve reliability, Time Machine must create a new backup for you.",
    "1008": "Error 1008: The identity of the backup disk has changed since the previous backup.",
    "1009": "Error 1009: The backup will continue when connected to a power source.",
    "1011": "Error 1011: Time Machine is backing up an encrypted disk to an unencrypted disk."
}
